OpenFOAM_Examples/Quasi_DNS_Dowtherm_Mixed_Conv/referenceCases/blasius_laminar_github/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    zeroGradientPlanes
    {
        type            zeroGradient;
    }

    plate
    {
        type            zeroGradient;
    }
    inlet
    {
	type            zeroGradient;
    }
 //   rightSide
 //   {
 //       type            zeroGradient;
 //       
 //   }


    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
